
/*: A numbered list with 2 levels
1. Cat
2. Dog
1. Golden Retriever
3. Llama
*/
//:* bollet 1（加粗
//:* **bollet 1**（加粗
//:  * ***bollet 1***（加粗加斜体）



//:* bollet 1
//:  * bollet 1 （2个空格）
//:    * bollet 1 （2个空格）
//:      * bollet 1 （2个空格）
//:        * bollet 1 （2个空格）

//:# 标题和#必须有空格（1个空格和多个空格一样）
//:    # 标题和//:的一个tab(或4个空格）会切换小一号字体
//:     # 标题和//:5个空格
//:      # 标题和//:6个空格
//:       # 标题和//:7个空格
//:        # 标题和//:8个空格
//: # 标题一、二、三有区别
//: ## 标题三、四、五、六没有区别
//: ### 标题最多到6颗星
//: #### 标题最多到6颗星
//: ##### 标题最多到6颗星
//: ###### 标题最多到6颗星
